{
  "infos": [
    { "label": "Nom", "content": "Côme Chevallier", "isDate": false },
    { "label": "Âge", "content": "1987-03-10T09:25:43.000Z", "isDate": true },
    { "label": "Ville actuelle", "content": "Laroque (34)", "isDate": false },
    {
      "label": "Intérêts",
      "content": "sports, informatique, langues, voyages, histoire, desssin",
      "isDate": false
    }
  ],
  "about": [
    "Développeur web en cours de formation, je recherche un emploi après avoir passé 1 ans et demi de formation. Cette formation m’a permis d'appréhender et de comprendre les rudiments du développement web et web mobile tout en me forçant à faire une grande part de travail par moi-même. Très autodidacte, j'ai pu, tout au long de cette formation, appréhender de nouveaux langages de programmation et aimerai désormais intégrer une équipe qui puisse m'aider à aller encore plus en avant et étoffer encore plus mon panel de compétences.",
    "Je profite aujourd’hui du temps dont je dispose pour continuer d’apprendre de nouvelles technologies et notamment enrichir mes connaissances en JavaScript. J'ai également pour projet d'aller plus en profondeur sur le développement mobile avec React Native, ainsi que Swift.",
    "Après avoir obtenu une licence en langues étrangères et une maitrise en tourisme, j'ai fais mes armes dans ce milieu en alliant ma passion du sport en tant que coordinateur de séjours sportifs. Après 6 ans, il était temps de passer à autre chose, et j'ai choisi d'intégrer un plus gros complexe avec Planet Ocean Montpellier. Là, en tant qu'adjoint d'exploitation, j'ai pu découvrir de nouvelles facettes de mon métier. L'exigence que je m'imposais dans l'optismisation des tâches administratives m'a poussé à découvrir le monde du développement et créer ma première application. J'avais alors posé mon pied dans cet univers et n'allait plus en décrocher.",
    "Je décide en janvier 2022 de me lancer dans l'apprentissage du développement web. Autonome de nature, je peux aussi bien travailler seul qu'en groupe. Je sais faire preuve de force de proposition lorsque l’on m’en donne la liberté, cherchant toujours à améliorer et optimiser les projets au maximum pour satisfaire au mieux la demande du client.",
    "Fiable et volontaire, je suis prêt à m’investir pleinement dans un projet et à m’adapter à toutes les situations. Je suis également très curieux et aime apprendre de nouvelles choses. Je suis donc prêt à m’investir dans de nouveaux projets et à découvrir de nouvelles technologies."
  ],
  "experiences": [
    {
      "from": "2022-04-10T09:25:43.000Z",
      "to": "2023-12-10T09:25:43.000Z",
      "title": "Développeur web et web mobile",
      "type": "study",
      "company": "Studi, Montpellier (34) - Télé-formation",
      "description": [
        "Formation professionnelle, cadre d'apprentissage avec des cours théoriques en ligne et des projets à rendre régulièrement.",
        "Apprentissage des langages HTML, CSS, JavaScript, PHP, SQL, ainsi que des frameworks Bootstrap, Symfony et NextJS (NextJS appris en solopreneur).",
        "Apprentissage de la gestion de projet avec la méthode Agile, et des outils de versionning Git et GitHub.",
        "Apprentissage de la gestion de base de données avec MySQL et phpMyAdmin. Apprentissage de postrgreSQL en solopreneur.",
        "JSON, NodeJs, TypeScript en solopreneur.",
        "Programmation orientée objet en PHP, et en JavaScript avec NodeJs et modèle MVC.",
        "Apprentissage de l'utilisation de l'API REST et de la méthode CRUD.",
        "Découverte de WordPress, création d'un thème et utilisation de plugins.",
        "Découverte d'Adbode XD et de Figma pour la création de maquettes.",
        "Réalisation d'un projet final à présenter devant un jury comprenant un cahier des charges, une maquette et un prototype."
      ]
    },
    {
      "from": "2019-06-10T09:25:43.000Z",
      "to": "2022-03-10T09:25:43.000Z",
      "title": "Adjoint d'exploitation",
      "type": "work",
      "company": "Planet Ocean Montpellier, Montpellier (34)",
      "description": [
        "Gestion des services accueil, restauration et boutique.",
        "Coordination globale des prestations de nettoyage.",
        "Coordination des plannings et du personnel.",
        "Gestion opérationnelle des événements incentives.",
        "Gestion des encaissements et clôture de caisses pour l'ensemble du site.",
        "Veille quotidienne de la satisfaction client."
      ]
    },
    {
      "from": "2013-07-10T09:25:43.000Z",
      "to": "2019-06-10T09:25:43.000Z",
      "title": "Coordinateur de stages sportifs",
      "type": "work",
      "company": "Hauteville 3S, Hauteville (01)",
      "description": [
        "Accueil des groupes et indidividuels.",
        "Suivi des dossiers clients et montage des séjours.",
        "Gestion des services restauration et hébergement.",
        "Coordination des plannings et du personnel.",
        "Mise en place effective des séjours et facturation client.",
        "Gestion administrative de l'association Hauteville 3S."
      ]
    },
    {
      "from": "2012-04-10T09:25:43.000Z",
      "to": "2012-09-10T09:25:43.000Z",
      "title": "Stagiaire réceptionniste",
      "type": "stage",
      "company": "EPCC Saline Royale d'Arc-et-Senans, Arc-et-Senans (25)",
      "description": [
        "Accueil des groupes et indidividuels.",
        "Gestion et mise en place des salles de réunion.",
        "Réception de commandes et gestion des stocks.",
        "Gestion de réservation par logiciel et réponse aux mail de demande client.",
        "Gestion de base de données simples.",
        "Coordination de planning.",
        "Allier accueil des groupes et individuels et promotion d'un site touristique à vocation culturelle."
      ]
    },
    {
      "from": "2010-09-10T09:25:43.000Z",
      "to": "2012-09-10T09:25:43.000Z",
      "title": "Diplôme : MASTER Management des Activitités Touristiques et Culturelles (niv. 7)",
      "type": "study",
      "company": "IAE, Dijon (21)",
      "description": [
        "Compréhension des enjeux du secteur touristique et ses outils opérationnels.",
        "Maitrise des outils de gestion de projet touristique (étude, concepton de produit, budget, management d'équipe...).",
        "Connaissance des facettes juridiques du secteur.",
        "Compréhension du piltage de stratégies de communication touristique (de la conception à la diffusion)."
      ]
    },
    {
      "from": "2007-09-10T09:25:43.000Z",
      "to": "2010-09-10T09:25:43.000Z",
      "title": "Diplôme : LICENCE Langues Etrangères Appliquées (niv. 6)",
      "type": "study",
      "company": "Universite de Bourgogne, Dijon (21)",
      "description": [
        "Spécialité Anglais et Italien.",
        "Etude de deux langues étrangères appliquée à différentes matières.",
        "Apprentissage du droit, de l'économie, de l'informatique, des médias...",
        "Apprentissage de la traduction et de l'interprétariat."
      ]
    }
  ],
  "phone": "06 98 47 96 34",
  "internationalPhone": "+33698479634",
  "mail": "come.chevallier@icloud.com",
  "socials": [
    {
      "name": "Facebook",
      "mainColor": "blue",
      "url": "https://www.facebook.com/people/C%25C3%25B4me-Chevallier/pfbid02SgRtr4ooarBdhYCNeQZqdbocMGpbrGjViMdcH1Tyo25aPj738oYdt4J84pGmnKCHl/"
    },
    {
      "name": "Twitter",
      "mainColor": "black",
      "url": "https://twitter.com/comeChev"
    },
    {
      "name": "Linkedin",
      "mainColor": "blue",
      "url": "https://www.linkedin.com/in/côme-chevallier-05a759297/"
    },
    {
      "name": "Github",
      "mainColor": "black",
      "url": "https://github.com/comeChev"
    }
  ]
}
